var shekar = {
    "مَذموم": {
        "معنی واژه": "زِشت، ناپَسَند",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[mazmūm]",
        "معادل انگلیسی": "reprehensible",
        "مثال": "دُروغ گفتن عملی مذموم است.",
        "واژه": "مَذموم"
    },
    "مَنفَذ": {
        "معنی واژه": "راه، مَحَّلِ نُفوذ، سوراخ",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[manfaz]",
        "معادل انگلیسی": "opening, vent",
        "مثال": "نورِ خورشید از مَنفَذهای کوچک بین سنگ‌ها، واردِ غارِ تاریک شد و آن‌جا را روشن کرد.",
        "واژه": "مَنفَذ"
    },
    "یِکه خوردَن (خور-) ": {
        "معنی واژه": "خوردن ، مُتِحَیِر وَ مُتِعَجِب شُدَن",
        "منبع": " فرهنگ فارسی معین",
        "تلفظ": "[yēke khordan (khor-)]",
        "معادل انگلیسی": "to be startled",
        "مثال": "عَلی با شنیدن صدای زنگ درِ خانه را باز کَرد و از دیدن دوست قدیمی‌اش پُشتِ در یِکه خورد.",
        "واژه": "یِکه خوردَن (خور-) "
    },
    "بِیرَق": {
        "معنی واژه": "پارچه‌ای سفید یا رنگین که بر آن نقشی باشد و بر سر چوب کنند و علامت یک کشور، دسته، یا حزب باشد؛ پرچم؛ ",
        "منبع": "فرهنگ فارسی عمید ",
        "تلفظ": "[beyraǧ]",
        "معادل انگلیسی": "flag, banner",
        "مثال": "بیرَق‌های سیاه در سراسر کشور به نشانه‌ی عزاداری بَراَفراشته شد.",
        "واژه": "بِیرَق"
    },
    "چاپار": {
        "معنی واژه": "پیک، قاصد، نامه‌بر",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[čāpār]",
        "معادل انگلیسی": "courier",
        "مثال": "در زمان‌های قدیم، چاپارها با کمک اسب پیام‌ها را از یک شهر به شهر دیگر می‌رساندند.",
        "واژه": "چاپار"
    },
    "دَر شُرُف": {
        "معنی واژه": "در آستانه",
        "منبع": "",
        "تلفظ": "[šorof]",
        "معادل انگلیسی": "about to",
        "مثال": "مَهتاب در شُرُفِ رفتن به سَفر بود و می‌خواست پُروژه‌اش را زودتر تحویل بدهد.",
        "واژه": "دَر شُرُف"
    },
    "(کسی) را دست اَنداختَن": {
        "معنی واژه": "به تمسخر گرفتن",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[kasī rā dast andāxtan]",
        "معادل انگلیسی": "to mock, to tease",
        "مثال": "نباید به کودکی که کلمه‌ای را اشتباه به کار می‌بَرَد، خندید و او را دست انداخت.",
        "واژه": "(کسی) را دست اَنداختَن"
    },
    "رَجا": {
        "معنی واژه": "امیدواری، آرزو",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[rajā]",
        "معادل انگلیسی": "hope",
        "مثال": "در نِگاه عارفان اگر رجا نَباشد، ناامیدی جای آن را می‌گیرد و ناامیدی از دَرگاهِ خداوند گُناه است.",
        "واژه": "رَجا"
    },
    "بَند": {
        "معنی واژه": "زنجیر و ریسمانی که بر پای و دست اسیران بندند؛ مَفصل؛ حَبس .",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[band]",
        "معادل انگلیسی": "chain, prison",
        "مثال": "زندانی بعد از سال‌ها زندگی در بند، حُکم آزادی‌اش را دریافت کرد.",
        "واژه": "بَند"
    },
    "بَنا گُذاشتَن ": {
        "معنی واژه": "بُنیاد گُذاشتَن، اَساس گُذاشتَن ",
        "منبع": "فرهنگ فارسی معین ",
        "تلفظ": "[banā gozāštan]",
        "معادل انگلیسی": "to lay the foundation",
        "مثال": "آن‌ها بعد از چند جلسه‌ی مشترک تصمیم گرفتند بنا را بر صداقت و اعتماد متقابل بگذارند و همکاری‌شان را آغاز کنند.",
        "واژه": "بَنا گُذاشتَن "
    },
    "تَر و خُشک را با هم سوزاندن ": {
        "معنی واژه": "مُقَصِر و بی‌تَقصیر، گُناهکار و بی‌گُناه همه با هم مجازات شوند.",
        "منبع": "دیکشنری آنلاین آبادیس",
        "تلفظ": "[tar va xošk rā bā ham sūzāndan]",
        "معادل انگلیسی": "to punish the innocent with the guilty",
        "مثال": "به خاطِرِ اشتباه یک کارمَند در اداره نباید تر و خشک را با هم سوزاند و همه‌ی کارمندان را تنبیه کرد.",
        "واژه": "تَر و خُشک را با هم سوزاندن "
    },
    "دَربه‌دَری": {
        "معنی واژه": "آوارِگی، بی‌خانمِانی",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[dar-be-darī]",
        "معادل انگلیسی": "homelessness, wandering",
        "مثال": "بعد از سال‌ها در به دری و زندگی در شهرهای مختلف کانادا، با پیدا کردن شغلی مناسب توانستم یک خانه بخرم و در ونکوور ساکن شوم.",
        "واژه": "دَربه‌دَری"
    },
    "خون‌جِگَری": {
        "معنی واژه": "بَدبَختی، رَنج و عَذاب ",
        "منبع": "لغت‌نامه دهخدا ",
        "تلفظ": "[xūn-ǰegarī]",
        "معادل انگلیسی": "through blood,sweat and tears",
        "مثال": "بعد از اینکه پدرم را از دست دادم، مادرم من را با خون‌ جگر بزرگ کرد.",
        "واژه": "خون‌جِگَری"
    },
    "کَرَجی‌بان": {
        "معنی واژه": "قایقران",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[karajī-bān]",
        "معادل انگلیسی": "boatman",
        "مثال": "کَرَجی‌بان، بی‌خبر از ماجراهایی که پیش رو داشت با قایقش از رودخانه عبور کرد.",
        "واژه": "کَرَجی‌بان"
    },
    "بَلا": {
        "معنی واژه": "سختی، گرفتاری، مصیبت",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[balā]",
        "معادل انگلیسی": "calamity, disaster",
        "مثال": "از بلاهایی که در زندگی بر سَرِ نَرگس آمده است می‌توان یک کتاب نوشت!",
        "واژه": "بَلا"
    },
    "زار": {
        "معنی واژه": "درمانده، گریه با سوز و گداز.",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[zār]",
        "معادل انگلیسی": "miserable, pitiful",
        "مثال": "بعد از شنیدن خبر بیماری مادرم، با حال زار از خانه بیرون رفتم و ساعت‌ها در خیابان پرسه زدم.",
        "واژه": "زار"
    },
    "سایِر (سایِرین)": {
        "معنی واژه": "دیگر (دیگران)",
        "منبع": "",
        "تلفظ": "[sāyerīn]",
        "معادل انگلیسی": "others",
        "مثال": "بهتر است به جای اینکه فکر کنی سایرین درباره‌ات چه فکر می‌کنند، روی اهدافت تمرکز کنی. ",
        "واژه": "سایِر (سایِرین)"
    },
    "عُموماً": {
        "معنی واژه": "به طور کلی، معمولا",
        "منبع": "دیکشنری آنلاین آبادیس",
        "تلفظ": "['omūman]",
        "معادل انگلیسی": "generally",
        "مثال": "عموماً صبح‌ها هوا خنک‌تر از بعدازظهر است.",
        "واژه": "عُموماً"
    },
    "لَباده": {
        "معنی واژه": "جامه (لباس) گُشاد و بلند که روی قبا می پوشند.",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[labāde]",
        "معادل انگلیسی": "robe, cloak",
        "مثال": "لباده لباسی بلند است که روحانیان استفاده می‌کنند. ",
        "واژه": "لَباده"
    },
    "چُماق": {
        "معنی واژه": "چوب‌دستی بزرگ و کُلُفت، گُرز",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[čomāǧ]",
        "معادل انگلیسی": "club, cudgel",
        "مثال": "مردی چُماق در دست وارد میدان اصلی شهر شد و شروع به فریاد زدن کرد.",
        "واژه": "چُماق"
    },
    "جان به عِزرائیل نَدادَن": {
        "معنی واژه": "کنایه از بسیار خسیس بودن.",
        "منبع": "دیکشنری آنلاین آبادیس",
        "تلفظ": "[jān be 'ezrā’īl nadādan]",
        "معادل انگلیسی": "to be stingy",
        "مثال": "",
        "واژه": "جان به عِزرائیل نَدادَن"
    },
    "مادَر‌مُرده": {
        "معنی واژه": "بدبخت، بیچاره. ترکیبی است که در مقام دلسوزی و اظهار تأسف و همدردی یا تحقیر آمیخته به دلسوزی ، شخص را بدان وصف می‌کنند.",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[mādar-morde]",
        "معادل انگلیسی": "wretched",
        "مثال": "هر چه به این نایب نفهم می‌گویم که این طفل معصوم بی‌گناه است گوش نمی‌دهد. حالا می‌خواهم به رئیسش تلفن کنم و بگویم که این مادرمُرده اسدااله میرزا بی‌‌گناه است.  (دایی‌جان ناپلئون، نویسنده: ایرج پزشکزاد، صفحه 176 نسخه الکترونیکی.)",
        "واژه": "مادَر‌مُرده"
    },
    "مَجال": {
        "معنی واژه": "فرهنگ فارسی عمید: فرصت",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[majāl]",
        "معادل انگلیسی": "opportunity, chance",
        "مثال": "صبح شد. مجال فکر کردن پیدا نکردم چون بیش از حد معمول خوابیده بودم. (دایی جان ناپلئون، نویسنده: ایرج پزشکزاد، صفحه 6 نسخه الکترونیکی)",
        "واژه": "مَجال"
    },
    "بی‌اِنصاف": {
        "معنی واژه": "ناعادل، ظالم",
        "منبع": "",
        "تلفظ": "[bī-ensāf]",
        "معادل انگلیسی": "unjust, unfair",
        "مثال": "قاضی بی‌اِنصاف، حُکمی طولانی برای متهم صادر کرد که با جرم او تناسب نداشت.",
        "واژه": "بی‌اِنصاف"
    },
    "مات": {
        "معنی واژه": "سرگردان، حِیران",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[māt]",
        "معادل انگلیسی": "bewildered, puzzled",
        "مثال": "با شنیدن خبر بیماری دوست نزدیکم، مات ماندم و چند دقیقه نتوانستم صحبت کنم.",
        "واژه": "مات"
    },
    "مُتِحَیِّر": {
        "معنی واژه": "حیران، سرگشته، حیرت‌زده",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[motehayyer]",
        "معادل انگلیسی": "astonished, perplexed",
        "مثال": "رفتار عجیب سینا، همه‌ی دوستانش را متحیر کرده بود.",
        "واژه": "مُتِحَیِّر"
    },
    "اَنگُشت‌به‌دَهان": {
        "معنی واژه": "حیرت‌زده",
        "منبع": "",
        "تلفظ": "[angošt-be-dahān]",
        "معادل انگلیسی": "astonished, speechless",
        "مثال": "وقتی قیمت خانه‌ها را شنیدم، انگشت‌به‌دهان شدم که چطور اینقدر گران هستند!",
        "واژه": "اَنگُشت‌به‌دَهان"
    },
    "سَرگَردان": {
        "معنی واژه": "سرگشته، آواره",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[sargardān]",
        "معادل انگلیسی": "confused, lost, wandering",
        "مثال": "علی وقتی به شهر جدید رسید، ساعت‌ها در خیابان سرگردان بود و نمی‌دانست به کجا برود.",
        "واژه": "سَرگَردان"
    },
    "بامبول": {
        "معنی واژه": "حٌقه، دوز و کَلَک، تقلب",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[bāmbūl]",
        "معادل انگلیسی": "trick, mischief",
        "مثال": "او همیشه یک بامبول درمی‌آورد تا کارش را به تأخیر بیندازد.",
        "واژه": "بامبول"
    },
    "یَخه": {
        "معنی واژه": "یَقه",
        "منبع": "",
        "تلفظ": "[yaxe]",
        "معادل انگلیسی": "collar",
        "مثال": "",
        "واژه": "یَخه"
    },
    "مَنحوس": {
        "معنی واژه": "شوم، بداَختَر",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[manhūs]",
        "معادل انگلیسی": "ominous, cursed",
        "مثال": "در بعضی فرهنگ‌ها عدد سیزده، منحوس است.",
        "واژه": "مَنحوس"
    },
    "فَرّاش": {
        "معنی واژه": "مستخدم اداره‌ی دولتی، به ویژه مدارس",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[farrāš]",
        "معادل انگلیسی": "servant, porter",
        "مثال": "فراش مدرسه هر روز صبح زود می‌آید و حیاط را تمیز می‌کند",
        "واژه": "فَرّاش"
    },
    "عَبوس": {
        "معنی واژه": "اَخمو، بسیار ترش‌رو",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "['abūs]",
        "معادل انگلیسی": "sullen, gloomy",
        "مثال": "مریم وقتی از چیزی خوشش نمی‌آید، قیافه‌ای عبوس به خودش می‌گیرد.",
        "واژه": "عَبوس"
    },
    "بَناگوش": {
        "معنی واژه": "نرمه‌ی گوش، پشت گوش",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[banāguš]",
        "معادل انگلیسی": "area behind the ea",
        "مثال": "بناگوش‌های سیما از خجالت قرمز شد و او سرش را پایین انداخت.",
        "واژه": "بَناگوش"
    },
    "جوع": {
        "معنی واژه": "گرسنگی",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[jū']",
        "معادل انگلیسی": "hunger",
        "مثال": "",
        "واژه": "جوع"
    },
    "قَبا": {
        "معنی واژه": "نوعی لباس جلوباز بلند مردانه که دو طرف جلو آن با دکمه بسته می شود.",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[ǧabā]",
        "معادل انگلیسی": "long coat, robe",
        "مثال": "در بازار قدیم، مردان با قباهای رنگارنگ رفت و آمد می‌کردند.",
        "واژه": "قَبا"
    },
    "جَد (اَجداد)": {
        "معنی واژه": "پدربزرگ، نیاک (نیاکان)",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[ǰad (aǰdād)]",
        "معادل انگلیسی": "ancestor (ancestors)",
        "مثال": "این خانه‌ی قدیمی از اجدادمان به ما به ارث رسیده است.",
        "واژه": "جَد (اَجداد)"
    },
    "اَحَد": {
        "معنی واژه": "یکی، یگانه",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[ahad]",
        "معادل انگلیسی": "one, unique",
        "مثال": "بین افراد خانواده‌ی ما اختلاف افتاده است و پدرم می‌گوید اَحَدی نباید از این موضوع خبردار شود.",
        "واژه": "اَحَد"
    },
    "غُلام": {
        "معنی واژه": "بنده، نوکر",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[ǧolām]",
        "معادل انگلیسی": "servant, slave",
        "مثال": "در زمان قدیم، غلامان برای خدمت به پادشاهان تربیت می‌شدند.",
        "واژه": "غُلام"
    },
    "عِجالَتاً": {
        "معنی واژه": "فعلاً، اَکنون",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "['eǰālatan]",
        "معادل انگلیسی": "temporarily, for now",
        "مثال": "دکتر گفت: «عجالتاً این قرص را بخور تا دردت آرام شود و جواب آزمایشت آماده شود.»",
        "واژه": "عِجالَتاً"
    },
    "زَرع": {
        "معنی واژه": " کشاورزی، کشاورزی کردن",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[zar‘]",
        "معادل انگلیسی": "planting, cultivation",
        "مثال": "",
        "واژه": "زَرع"
    },
    "چُپُق": {
        "معنی واژه": "نوعی آلت تدخین{وسیله‌ی دود کردن} با دستۀ چوبی و سر سفالی که توتون را در سر آن می ریزند و دود می کنند.",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[čopoǧ]",
        "معادل انگلیسی": "pipe (for smoking)",
        "مثال": "میلاد یک چپق قدیمی از پدرش به ارث برده بود اما از آن استفاده نمی‌کرد.",
        "واژه": "چُپُق"
    },
    "ماست‌ها را کیسه کَردَن": {
        "معنی واژه": "حساب کار خود را کردن، ترسیدن و دست از اعتراض برداشتن",
        "منبع": "دیکشنری آنلاین آبادیس",
        "تلفظ": "[māst-hā rā kīse kardan]",
        "معادل انگلیسی": "to quit while ahead, to retreat",
        "مثال": "با آمدن پلیس، همه ماست‌ها را کیسه کردند و دیگر کتک‌کاری نکردند.",
        "واژه": "ماست‌ها را کیسه کَردَن"
    },
    "هارت و هورت": {
        "معنی واژه": "هارت و پورت، دادوفریاد، گزافه‌گویی",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[hārt va hūrt]",
        "معادل انگلیسی": "bluster, loud boasting",
        "مثال": "او هارت و هورت زیادی دارد، ولی وقتی به عمل می‌رسد کاری نمی‌کند.",
        "واژه": "هارت و هورت"
    },
    "هوا پَس اَست": {
        "معنی واژه": "اوضاع خطرناک شده است",
        "منبع": "",
        "تلفظ": "[havā pas ast]",
        "معادل انگلیسی": "something’s wrong, trouble is brewing",
        "مثال": "با بلند شدن صدای دزدگیر، دزد متوجه شد که هوا پس است و باید فرار کند.",
        "واژه": "هوا پَس اَست"
    },
    "طُرفَةُ العَین": {
        "معنی واژه": "یک چشم برهم زدن، یک آن",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[torfat-ol-'ayn]",
        "معادل انگلیسی": "in the blink of an eye",
        "مثال": "",
        "واژه": "طُرفَةُ العَین"
    },
    "فوج": {
        "معنی واژه": "جماعت، گروه، دسته",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[fowǰ]",
        "معادل انگلیسی": "regiment, troop",
        "مثال": "پرندگان، فوج فوج در آسمان پرواز می‌کنند تا به جنوب مهاجرت کنند.",
        "واژه": "فوج"
    },
    "کلاه تو هم رفتن": {
        "معنی واژه": "اختلاف پیدا کردن، کلاه در هم رفتن. پنداشتی و خلافی در میان آمدن.",
        "منبع": " امثال و حکم دهخدا",
        "تلفظ": "[kolāh tū ham raftan]",
        "معادل انگلیسی": "to clash, to have a falling-out",
        "مثال": "هر کسی که به من دروغ بگوید، کلاهمان توی هم می‌رود.",
        "واژه": "کلاه تو هم رفتن"
    },
    "خُلق": {
        "معنی واژه": "خوی، عادت، ج. اخلاق",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[xolǧ]",
        "معادل انگلیسی": "temperament, mood",
        "مثال": "امروز خُلقم تنگ بود، یعنی خیلی ناراحت بودم و حوصله هیچ کاری نداشتم.",
        "واژه": "خُلق"
    },
    "لَغو": {
        "معنی واژه": "سخن باطل، بیهوده، {هر چیز} بی‌فایده",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[laǧv]",
        "معادل انگلیسی": "nonsense",
        "مثال": "",
        "واژه": "لَغو"
    },
    "اهلِ بَخیه": {
        "معنی واژه": "کسی که حرفه‌ی دوزندگی دارد/ اهل فن",
        "منبع": "لغت‌نامه دهخدا/ فرهنگ فارسی معین",
        "تلفظ": "[ahl-e baxīye]",
        "معادل انگلیسی": "people of skill, experienced people",
        "مثال": "",
        "واژه": "اهلِ بَخیه"
    },
    "مَحبَس": {
        "معنی واژه": "زندان",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[mahbas]",
        "معادل انگلیسی": "prison",
        "مثال": "",
        "واژه": "مَحبَس"
    },
    "وَهله": {
        "معنی واژه": "نوبت، بار، دفعه",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[vahle]",
        "معادل انگلیسی": "moment, instance",
        "مثال": "در وهله اول، کار خیلی سخت به نظر می‌رسید، اما با کمی تلاش موفق شدیم.",
        "واژه": "وَهله"
    },
    "چُمباتمه زَدن (زَن‍-)": {
        "معنی واژه": "شکل و حالتی از نشستن که دو کف پا را بر زمین بگذارند و زانوها را در بغل بگیرند",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[čombātme zadan (zan-)]",
        "معادل انگلیسی": "to squat",
        "مثال": "در زمستان سرد، کنار آتش چمباتمه زده بود و دستانش را گرم می‌کرد.",
        "واژه": "چُمباتمه زَدن (زَن‍-)"
    },
    "مَعصوم": {
        "معنی واژه": "بی‌گناه‌، نگاه داشته شده از گناه",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[ma'sūm]",
        "معادل انگلیسی": "innocent",
        "مثال": "وقتی به چشمان معصوم کودک نگاه کردم، تمام ناراحتی‌ها را از خاطر بردم.",
        "واژه": "مَعصوم"
    },
    "مَشروطه": {
        "معنی واژه": "مملکتی که دارای پارلمان باشد و نمایندگان ملت در کارهای دولت نظارت داشته باشند.",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[mašrūte]",
        "معادل انگلیسی": "constitutional",
        "مثال": "دوران مشروطه، سرآغاز تغییرات بسیاری در ایران بود.",
        "واژه": "مَشروطه"
    },
    "اِستِبداد": {
        "معنی واژه": "خودرأی بودن، خودکامگی، حکومتی که مردم در آن نقشی ندارند و فرمانروایان مقید به قانون نیستند و به میل و اراده‌ی خود تصمیم می‌گیرند.",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[estebdād]",
        "معادل انگلیسی": "tyranny, dictatorship",
        "مثال": "مردم برعلیه استبداد قیام کردند.",
        "واژه": "اِستِبداد"
    },
    "شَفا": {
        "معنی واژه": "تندرستی و بهبود از مرض",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[šafā]",
        "معادل انگلیسی": "healing, cure",
        "مثال": "مادربزرگم همیشه برای شفای بیماران دعا می‌کرد.",
        "واژه": "شَفا"
    },
    "قَراوُل": {
        "معنی واژه": "نگهبان، دیده‌بان",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[qarāvol]",
        "معادل انگلیسی": "sentry, guard",
        "مثال": "",
        "واژه": "قَراوُل"
    },
    "طومار": {
        "معنی واژه": "مکتوب (نوشته) یا نامه‌ی بلند",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[tūmār]",
        "معادل انگلیسی": "scroll, petition",
        "مثال": "او یک طومار بلند از شکایت‌های مردم به پادشاه داد.",
        "واژه": "طومار"
    },
    "آب نَکِشیده": {
        "معنی واژه": "بد و زشت، نامفهوم.دیکشنری آنلاین آبادیس: کنایه از سخن اهانت‌آمیز",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[āb nakešīde]",
        "معادل انگلیسی": "curse, swearing",
        "مثال": "این کتاب پر از فحش‌های آب نکشیده است و خواندنش برای کودکان مناسب نیست.",
        "واژه": "آب نَکِشیده"
    },
    "صَحن": {
        "معنی واژه": "میان سَرای، فضا، میدان",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[sahn]",
        "معادل انگلیسی": "courtyard, plaza",
        "مثال": "در صحن حرم امام رضا، افراد بسیاری در حال نماز خواندن بودند.",
        "واژه": "صَحن"
    },
    "آسوده": {
        "معنی واژه": "آرام، دارای آسایش، آن‌که در حال استراحت است",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[āsūde]",
        "معادل انگلیسی": "peaceful, at ease",
        "مثال": "تمام کارهایم را انجام دادم تا آخر هفته بتوانم با خیال آسوده فقط استراحت کنم. ",
        "واژه": "آسوده"
    },
    "قَرائَت": {
        "معنی واژه": "خواندن چیزی با صدای بلند؛ خواندن قرآن",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[ǧarā’at kardan]",
        "معادل انگلیسی": "read",
        "مثال": "دیروز در مسجد، مراسم قرائت قرآن برگزار شد و همه با دقت به تلاوت گوش دادند.",
        "واژه": "قَرائَت"
    },
    "طُمأنینه": {
        "معنی واژه": "آرامش، وَقار",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[tom‘anīne]",
        "معادل انگلیسی": "calm, tranquility",
        "مثال": "استاد ما، با طُمأنینه و آرامش هر موضوعی را چند بار توضیح می‌دهد تا همه بفهمند.",
        "واژه": "طُمأنینه"
    },
    "ذِیل": {
        "معنی واژه": "آخر هر چیز، پایین؛ بخشی در پایین کتاب که برای توضیح بعضی مطالب متن نویسند",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[zeyl]",
        "معادل انگلیسی": "footnote, appendix",
        "مثال": "لیست موارد موردنیاز برای شروع سال تحصیلی در ذیل نامه قابل مشاهده بود.",
        "واژه": "ذِیل"
    },
    "عَنان": {
        "معنی واژه": "لگام، دهانه‌ی اسب؛ فرهنگ فارسی معین: افسار",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "['anān]",
        "معادل انگلیسی": "reins",
        "مثال": "",
        "واژه": "عَنان"
    },
    "غَضَب": {
        "معنی واژه": "خَشم",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[ǧazab]",
        "معادل انگلیسی": "anger",
        "مثال": "با خشم و غضب هیچ کاری پیش نمی‌رود.",
        "واژه": "غَضَب"
    },
    "جِن (آجِنه)": {
        "معنی واژه": "پری و دیو. اجنه جمع جن است\nدر اسلام، اجنه هریک از موجودات غیرمرئیِ دارای قدرت فوق طبیعی و دارای عقل و فهم هستند که رفتارهایی همانند انسان دارند و می توانند خود را به شکل‌های گوناگون دربیاورند",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[ǰen (aǰene)]",
        "معادل انگلیسی": "demon, spirit",
        "مثال": "در فرهنگ عامیانه بعضی اعتقاد دارند که جن‌ها با سُم رفت‌وآمد می‌کنند!",
        "واژه": "جِن (آجِنه)"
    },
    "اَز ما بِهترَان": {
        "معنی واژه": "پریان، جن‌ها",
        "منبع": "",
        "تلفظ": "[az mā bēhtarān]",
        "معادل انگلیسی": "demons",
        "مثال": "هر وقت چیزی در خانه گم می‌شود مادربزرگم می‌گوید: این کار از ما بهتران است!",
        "واژه": "اَز ما بِهترَان"
    },
    "وَجَنات": {
        "معنی واژه": "رخسار، چهره",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[vaǰanāt]",
        "معادل انگلیسی": "features, appearance",
        "مثال": "",
        "واژه": "وَجَنات"
    },
    "توپ و تَشَر": {
        "معنی واژه": "سخنان درشت و سخت، کسی را با داد و فریاد ترساندن",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[tūp va tašar]",
        "معادل انگلیسی": "rebuke, scolding",
        "مثال": "معلم با توپ و تشر دانش‌آموزان را سر کلاس ساکت کرد.",
        "واژه": "توپ و تَشَر"
    },
    "موعِظه‌‌آمیز": {
        "معنی واژه": "پندآمیز، آمیخته به پندر و اَندَرز",
        "منبع": "",
        "تلفظ": "[mow'eze-āmīz]",
        "معادل انگلیسی": "sermon-like, preachy",
        "مثال": "سینا نامه‌ای پر از جملات موعظه‌آمیز برای برادرش نوشت تا او را نصیحت کند.",
        "واژه": "موعِظه‌‌آمیز"
    },
    "غامِض": {
        "معنی واژه": "مُبهَم و مُشکل",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[ǧāmez]",
        "معادل انگلیسی": "obscure, ambiguous",
        "مثال": "توضیحاتش آن‌قدر غامض بود که هیچ‌کس متوجه نشد چه می‌گوید.",
        "واژه": "غامِض"
    },
    "قُمپُز": {
        "معنی واژه": "اصطلاح عامیانه به معنای لاف زدن و خودستایی کردن",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[ǧompoz]",
        "معادل انگلیسی": "bluff, boast",
        "مثال": "او عاشق قمپز در کردن است، ولی وقتی به عمل می‌رسد، هیچ‌وقت موفق نمی‌شود.",
        "واژه": "قُمپُز"
    },
    "(چیزی) دَستگیرِ (کَسی) شُدَن": {
        "معنی واژه": "فهمیدن، متوجه شدن",
        "منبع": "",
        "تلفظ": "[chīzī dastgīr-e (kasī) šodan]",
        "معادل انگلیسی": "to understand, to realize",
        "مثال": "با دیدن مدارک، حقیقت ماجرا دستگیرم شد.",
        "واژه": "(چیزی) دَستگیرِ (کَسی) شُدَن"
    },
    "فَلَک‌زَده": {
        "معنی واژه": "بدبخت و بیچاره",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[falak-zade]",
        "معادل انگلیسی": "unfortunate, cursed",
        "مثال": "مرد فلک‌زده در گوشه‌ای از خیابان، با لباس‌های کهنه و چهره‌ای خسته، به دنبال کمک بود.",
        "واژه": "فَلَک‌زَده"
    },
    "مُلتَفِت شُدَن(شو-)": {
        "معنی واژه": "متوجه شدن، فهمیدن",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[moltafet šodan (sho-)]",
        "معادل انگلیسی": "to notice, to realize",
        "مثال": "وقتی اشک‌هایم را دید مُلتَفت شد که از حرف‌هایش ناراحت شده‌ام.",
        "واژه": "مُلتَفِت شُدَن(شو-)"
    },
    "مَحضِ خالی نَبودَنِ عَریضه": {
        "معنی واژه": "اصلاحی  که برای اشاره به کاری که در ظاهر دلیلی ندارد و فقط برای پیش رفتن کاری انجام می‌شود.",
        "منبع": "",
        "تلفظ": "[mahz-e khālī nabūdan-e 'arīze]",
        "معادل انگلیسی": "just for the sake of it",
        "مثال": "مهشید محض خالی نبودن عریضه، چند عکس از سفرش در اینستاگرام گذاشت.",
        "واژه": "مَحضِ خالی نَبودَنِ عَریضه"
    },
    "رَعیت": {
        "معنی واژه": "بنده، مردم تحت فرمان پادشاه",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[ra'īyat]",
        "معادل انگلیسی": "peasant",
        "مثال": "در زمان‌های قدیم، رعیت‌ها برای اربابان کار می‌کردند و در زمین‌های آن‌ها کشاورزی می‌کردند.",
        "واژه": "رَعیت"
    },
    "اِجحاف کردن": {
        "معنی واژه": "سِتَم کَردن، تَعَدی کردن",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[eǰhāf kardan]",
        "معادل انگلیسی": "abuse",
        "مثال": " کارفرما در حق کارگرانش اجحاف می‌کند و به آن‌ها حقوق کمی می‌دهد.",
        "واژه": "اِجحاف کردن"
    },
    "مُلک": {
        "معنی واژه": "سرزمین، مملکت، پادشاهی",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[molk]",
        "معادل انگلیسی": "land, kingdom",
        "مثال": "",
        "واژه": "مُلک"
    },
    "گُمرُک‌خانه": {
        "معنی واژه": "گمرک خانه، محلی است که در مسیرهای بازرگانی پر رفت وآمد برای اخذ مالیات بر صادرات/واردات احداث می شود.",
        "منبع": "دیکشنری آنلاین آبادیس",
        "تلفظ": "[gomrok-xāne]",
        "معادل انگلیسی": "customs house",
        "مثال": "",
        "واژه": "گُمرُک‌خانه"
    },
    "دَخلی به (کسی یا چیزی) داشتن": {
        "معنی واژه": "ربط داشتن. مرتبط بودن",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[daxli be (kasī yā chīzī) dāštan]",
        "معادل انگلیسی": "to be related to (someone or something)",
        "مثال": "دعوای آنها دخلی به من ندارد، پس من هم دخالت نمی‌کنم.",
        "واژه": "دَخلی به (کسی یا چیزی) داشتن"
    },
    "عَلم‌شَنگه": {
        "معنی واژه": "هیاهو، داد و فریاد.",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "['alam šange]",
        "معادل انگلیسی": "commotion, uproar",
        "مثال": "بعد از تصادف دو ماشین در خیابان، یک علم‌شنگه راه افتاد و همه‌ی عابران جمع شدند.",
        "واژه": "عَلم‌شَنگه"
    },
    "پوزه‌بَند": {
        "معنی واژه": "دهان بند، وسیله‌ای که بر روی دهان حیوانات می‌زنند تا نتوانند گاز بگیرند.",
        "منبع": "",
        "تلفظ": "[pūze-band]",
        "معادل انگلیسی": "muzzle",
        "مثال": "دامپزشک به سگی که مشکوک به هاری بود، پوزه‌بند زد تا به کسی صدمه نزند.",
        "واژه": "پوزه‌بَند"
    },
    "شَمع‌آجین کَردَن": {
        "معنی واژه": "کسی را با شمع سوزاندن",
        "منبع": "",
        "تلفظ": "[šam'-āǧīn kardan]",
        "معادل انگلیسی": "Blowing a candle",
        "مثال": "",
        "واژه": "شَمع‌آجین کَردَن"
    },
    "کَفاره": {
        "معنی واژه": "صدقه، چیزی که با آن گناه را جبران کنند.",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[kafāre]",
        "معادل انگلیسی": "atonement, expiation",
        "مثال": "",
        "واژه": "کَفاره"
    },
    "بُغ‌کرده": {
        "معنی واژه": "بُغ حالت گرفتگی چهره بر اثر نارضایتی است. بُغ‌کَرده: چهره در هم کشیده. ",
        "منبع": "فرهنگ فارسی عمید ",
        "تلفظ": "[boǧ-karde]",
        "معادل انگلیسی": "sullen, brooding",
        "مثال": "بعد از دعوا با دوستش، تمام روز بغ‌کرده گوشه‌ای نشسته بود.",
        "واژه": "بُغ‌کرده"
    },
    "نَفیر": {
        "معنی واژه": "بوق، شیپور، بانگ بلند، ناله و زاری",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[nafīr]",
        "معادل انگلیسی": "loud cry, wail",
        "مثال": "نَفیرِ بلند باد در کوهستان پیچید.",
        "واژه": "نَفیر"
    },
    "راست وَ حُسینی": {
        "معنی واژه": "در فرهنگ عامیانه به معنای \"حرف راست واضح\" است.",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[rāst-o-hoseynī]",
        "معادل انگلیسی": "honest, straightforward",
        "مثال": "راست و حسینی بگو، تو واقعاً این کار را انجام نداده‌ای؟",
        "واژه": "راست وَ حُسینی"
    },
    "مَلَک (ملائِک، مَلائِکه)": {
        "معنی واژه": "در عربی به معنای فرشته است (جمع: فرشتگان)",
        "منبع": "",
        "تلفظ": "[malak (malā‘ek, malā‘eke)",
        "معادل انگلیسی": "angel",
        "مثال": "بعضی معتقدند که ملائکه همیشه مراقب انسان‌ها هستند.",
        "واژه": "مَلَک (ملائِک، مَلائِکه)"
    },
    "هَم‌قَطار": {
        "معنی واژه": "هم‌رَدیف، همکار",
        "منبع": "لغت‌نامه دهخدا",
        "تلفظ": "[ham-qatār]",
        "معادل انگلیسی": "colleague, companion",
        "مثال": "مینا در سخنرانی‌اش گفت که کارکنان شرکت، هم‌قطارانی هستند که باید در کنار هم برای اهداف شرکت تلاش کنند.",
        "واژه": "هَم‌قَطار"
    },
    "زَهره تِرِکیدَن": {
        "معنی واژه": "زهره ترکیدن، زَهره آب شدن یا زَهره باختن هر سه به معنای بسیار ترسیدن است.",
        "منبع": "",
        "تلفظ": "[zahre terekīdan]",
        "معادل انگلیسی": "to be terrified",
        "مثال": "از صدای بلندی که آمد و قطع شدن ناگهانی برق، زَهره‌ام ترکید.",
        "واژه": "زَهره تِرِکیدَن"
    },
    "چَهار‌طاق": {
        "معنی واژه": "سقف یا گنبدی که بر روی چهارپایه بنا شده و چهار طرف آن باز باشد.",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[čahār-tāǧ]",
        "معادل انگلیسی": "wide open",
        "مثال": "وقتی به خانه رسیدم دیدم در، چهارطاق باز است و دزد آمده است.",
        "واژه": "چَهار‌طاق"
    },
    "مُشتُلُق": {
        "معنی واژه": "جایزه و انعامی که در مقابل خبر خوش به کسی بدهند، مُژدِگانی.",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[moštoloǧ]",
        "معادل انگلیسی": "tip, reward",
        "مثال": "خبر خوش را که شنیدم، یکی از دوستانم به شوخی گفت: «خب، مشتلق ما چی شد؟»",
        "واژه": "مُشتُلُق"
    },
    "میرغَضَب": {
        "معنی واژه": "جلاد، مأمور اجرای حکم .",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[mirǧazab]",
        "معادل انگلیسی": "executioner",
        "مثال": "",
        "واژه": "میرغَضَب"
    },
    "کَباده": {
        "معنی واژه": "یکی از وسایل ورزش باستانی شبیه کمان ساخته شده از آهن که آن را با دو دست بالای سر گرفته به چپ و راست تکان می‌دهند.",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[kabāde]",
        "معادل انگلیسی": "weightlifting bar, chain",
        "مثال": "در زورخانه، پهلوان‌ها با کباده و میل به تمرین مشغول بودند",
        "واژه": "کَباده"
    },
    "تَک و پوز": {
        "معنی واژه": "سر و وضع. سر و پوز، دک و دهان.",
        "منبع": "فرهنگ فارسی معین",
        "تلفظ": "[tak-o-poz]",
        "معادل انگلیسی": "appearance, looks",
        "مثال": "",
        "واژه": "تَک و پوز"
    },
    "تَنباکو": {
        "معنی واژه": " نوعی توتون گیاهی، قسمتی از توتون که در سر قلیان می‌ریزند و تدخین می‌کنند.",
        "منبع": "فرهنگ فارسی عمید",
        "تلفظ": "[tanbākū]",
        "معادل انگلیسی": "tobacco",
        "مثال": "در قهوه‌خانه‌ها از تنباکوهای مختلفی با طعم‌های متفاوت استفاده می‌شود.",
        "واژه": "تَنباکو"
    }
}
